Repository: ichar/sspdsa.python
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Order is successfully completed
ru: Заказ выполнен

source: Order pay date
ru: Дата оплаты заказа

source: Order pay date assigment see in the application documentation.
ru: Дата оплаты - фактическая дата проведения платежей по взаиморасчетам с поставщиком. По умолчанию - текущая календарная дата.

source: Page records
ru: Записей на странице

source: Page Settings
ru: Настройки интерфейса

source: Pagesize settings
ru: Размер страницы

source: Pagesize bankperso
ru: Журнал БанкПерсо

source: Pagesize cards
ru: Журнал персонализации

source: Pagesize config
ru: Конфигуратор

source: Pagesize persostation
ru: Журнал инкассации

source: Pagesize provision
ru: Журнал снабжения

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: Password is incorrect!
ru: Некорректный пароль

source: Password must match
ru: Пароль должен совпадать

source: password rules
ru: Длина пароля не менее 8-ми символов. Пароль содержит буквы, цифры и спец.символы, которые не считаются буквой или цифрой. Символ подчеркивания считается буквой.

source: Password should be matched the next rules:
ru: Ваш новый пароль должен удовлетворять следующим требованиям:

source: Payments Review confirmation
ru: Согласование текущих платежей

source: Payments Review Calendar
ru: Платежный Календарь

source: Payments Review List
ru: Реестр платежей

source: Permissions
ru: Полномочия

source: Personal documents
ru: Документы персонала

source: Photos
ru: Фото

source: Persostation Operating Time Register Form
ru: Учет рабочего времени операторов персонализации

source: Please be care!
ru: Пожалуйста, обратите внимание!

source: Please check email
ru: Проверьте Вашу электронную почту

source: Please log in to access this page.
ru: Пожалуйста, авторизуйтесь для входа в приложение

source: Please, confirm
ru: Пожалуйста, подтвердите

source: Please take care to attract them in time!
ru: Пожалуйста, ознакомьтесь с информацией своевременно.

source: Please, wait the system response
ru: Пожалуйста, ждите ответа

source: Please, update the page by Ctrl-F5!
ru: Пожалуйста, обновите страницу командой Ctrl-F5

source: Please, supply more detailed information
ru: Пожалуйста, предоставьте подробную информацию о причинах и характере закупки

source: Post
ru: Должность

source: Print processing info
ru: Печать отгрузочных документов файла (Ф103)

source: Privileges
ru: Привилегии

source: Processing info
ru: Отгрузочные документы файла

source: Profile settings
ru: Административные настройки

source: Provision Order changed or reviewed
ru: Внесены изменения или получена рецензия

source: Provision Order created
ru: Создана новая заявка

source: Provision Order deleted
ru: Заявка удалена

source: Provision Order format see in the application documentation.
ru: Заполните поля формы в соответствии с документацией.

source: Provision orders
ru: Заявки снабжения

source: Provision orders registry
ru: Журнал заявок снабжения

source: Schedule Diamond Information
ru: РЕГЛАМЕНТ СОГЛАСОВАНИЯ

source: Schedule Personal Information
ru: РЕГЛАМЕНТ СОГЛАСОВАНИЯ

source: Schedule Legal Information
ru: РЕГЛАМЕНТ СОГЛАСОВАНИЯ

source: Schedule Purchase Information
ru: РЕГЛАМЕНТ СОГЛАСОВАНИЯ

source: Schedule Sale Information
ru: РЕГЛАМЕНТ СОГЛАСОВАНИЯ

source: Schedule Provision Information
ru: РЕГЛАМЕНТ СОГЛАСОВАНИЯ

source: Provision uploader form
ru: Загрузка файла заказов снабжения

source: Provision uploader file format see in the application documentation.
ru: Формат файла заказа - CSV (Excel), разделитель ';'. Поля файла: №;Наименование товара;Количество, шт.;Обоснование;Отдел;Цена за единицу;Валюта платежа;;;Условия оплаты;Поставщик. Расчет стоимости (СУММА, НДС) выполняется автоматически.

source: Purpose declaration
ru: Обоснование

source: Purpose items declaration
ru: заказчик: Банк-номер производственного ТЗ-остаток товара/сырья на складе-чем вызвана потребность в приобретении товара, есть ли замена-насколько срочно необходим товар, в связи с чем-есть ли аналоги (альтернативные производители и поставщики)

source: Recovery is impossible!
ru: Восстановление невозможно!

source: Reference form
ru: Форма справочника

source: Refresh
ru: Обновить

source: Reject for the given batch is not done!
ru: Отмена активации партии не выполнена!

source: Remove
ru: Удалить

source: report of selected file
ru: выгрузить отчетность для повторной отправки в банк

source: Report was done with errors!
ru: Выгрузка отчетов в банк выполнена с ошибкой!

source: Request Password Reset
ru: Запросить сброс пароля

source: Reset it
ru: Сбросить

source: Reset Password
ru: Сброс пароля

source: Reset password
ru: Сбросить пароль

source: Reset Password Request
ru: Запрос на смену пароля

source: Return to the Login page
ru: Возврат к странице авторизации

source: Review Accepted
ru: Согласовано

source: Review Details
ru: Детализация

source: Review Finished
ru: Исполнено

source: Review Paid
ru: Оплачено

source: Review Rejected
ru: Отказано

source: Review confirmation form
ru: Форма параметров рецензирования

source: Review confirmation rules see in the application documentation.
ru: Для проведения согласования Заказчик обязан предоставить дополнительную информацию. Обоснование проводится в указанный срок.

source: Review due date
ru: Срок обоснования

source: Review options
ru: Дополнительные опции

source: Role
ru: Роль

source: ROOT
ru: Суперпользователь

source: ROSAN
ru: РОЗАН

source: ROSAN FINANCE
ru: АО «РОЗАН ФАЙНЭНС»

source: Run
ru: Выполнить

source: Save
ru: Сохранить

source: Save connection
ru: Сохранять подключение

source: should not be less then
ru: не может быть менее

source: Search
ru: Найти

source: Search by context
ru: Поиск по номеру заказа, наименованию, счету и другим поисковым полям

source: Search PAN/BIN
ru: Поиск файлов, содержащих заданный PAN, BIN карты или их комбинацию. Разделитель значений - ;, символы маскирования - *,%%

source: Select
ru: Выбрать

source: Select Payments Review Date form
ru: Форма платежного календаря

source: Select payments review date format see in the application documentation.
ru: Выберите дату для отображения реестра из календаря и нажмите кнопку Открыть

source: Seller edit form
ru: Форма параметров контрагента

source: Seller Order List
ru: Информация о контрагенте

source: Seller rules see in the application documentation.
ru: Обратите внимание на корректность используемых данных.

source: Send email
ru: Отправить сообщение

source: Send email notifications to author
ru: Высылать почтовые уведомления должностным лицам

source: Send message from self email
ru: Отправить сообщение от своего имени

source: Sent message to everybody matched the filter
ru: Разослать сообщение всем пользователям из текущего списка

source: Send request
ru: Отправить запрос

source: should be present the next items
ru: должны быть указаны следующие сведения

source: Sidebar collapse
ru: Сворачивать панель фильтра

source: Show password
ru: Показать пароль

source: Software upgrade
ru: Обновление ПО

source: Sorry for inconvenience
ru: Извините за доставленные неудобства!

source: Sorry! Its not realized yet.
ru: К сожалению, данный пункт еще не реализован.

source: Sorry, we could not send a mail to your address
ru: К сожалению, мы не смогли отправить сообщение на указанный почтовый адрес

source: Status changed
ru: Статус изменен

source: Status confirmation form
ru: Подтверждение смены статуса

source: Stock Details
ru: Техническая информация

source: Stock edit form
ru: Форма параметров товарной номенклатуры

source: Stock Order List
ru: Информация о товарной номенклатуре

source: Stock rules see in the application documentation.
ru: Обратите внимание на корректность используемых данных.

source: symbols
ru: символов

source: Subdivision
ru: Подразделение

source: Subject
ru: Заголовок

source: Tag Search form
ru: Выгрузка списка тегов

source: Tag Search string format see in the application documentation.
ru: Список тегов - имена тегов в формате текущего файла заказа с разделителем ':', например: PLASTIC:PROD_ID:Is_Chip. Идентификаторы тегов контекстно-зависимы.

source: To change the password, follow the link:
ru: Для смены пароля перейдите по указанной ссылке:

source: Total
ru: Всего

source: Total lines
ru: Всего записей

source: Total orders
ru: Всего заказов

source: Total orders / Price on page
ru: Всего заявок / Сумма на странице

source: Total payments
ru: Всего к оплате

source: Total records
ru: Всего записей

source: Total unloaded files
ru: Всего выгружено файлов

source: Total users
ru: Пользователей

source: The file is processed in the current status.
ru: Файл обрабатывается в текущем статусе.

source: Try to search a given context in the Log files.
ru: Введите поисковый контекст для поиска сообщений в файловых журналах системы.

source: Try to search a given Tag list inside Order-body content.
ru: Введите список тегов для выгрузки из контента текущего файла заказа.

source: undefined
ru: не определено

source: Update
ru: Обновить

source: Update Login
ru: Обновить

source: Update Provision order form
ru: Форма редактирования заказа снабжения

source: Upload
ru: Загрузить

source: Upload login
ru: Обновить

source: Upload Image
ru: Загрузить изображение

source: Upload Photo
ru: Загрузить фотографию

source: Use extra infopanel
ru: Использовать дополнительные инфопанели

source: Use special Order form field
ru: Используйте специально выделенное поле формы

source: USER
ru: Пользователь

source: VISITOR
ru: Гость

source: Warning: All batches for the given file are already activated.
ru: Все партии выбранного файла уже активированы.

source: Warning: Category is high. Set DueDate parameter value!
ru: Задана повышенная категория исполнения заявки.<br>Укажите параметр Срок исполнения!

source: Warning: Design already exists:
ru: Дизайн уже зарегистрирован:

source: Warning: Design should be a number:
ru: Номер дизайна должен быть числом:

source: Warning: Error on TagValue generation:
ru: Ошибка генерации значения TagValue:

source: Warning: FileTypeID is not exist:
ru: Не существует FileTypeID:

source: Warning: Form is empty!
ru: Форма не заполнена!

source: Warning: Invalid BIN:
ru: Некорректный БИН:

source: Warning: Link is unavailable in this item
ru: Ссылка не допускается в данном контексте

source: Warning: Missing parameter:
ru: Отсутствует параметр:

source: Warning: No report data.
ru: Нет информации для формирования отчета.

source: Warning: Order cannot be removed!
ru: Удаление заказа запрещено.

source: Warning: Parameter is empty:
ru: Значение параметра не определено:

source: Warning: Please, select items to execute before.
ru: Партии для обработки не выбраны.

source: Warning: Provision form is empty!
ru: Форма заказа снабжения не заполнена!

source: Warning: Strings should be unique
ru: Текст должен быть уникальным

source: Warning: Tag is not exist:
ru: Тег не найден:

source: Warning: This operation may take a long time. Are you sure?
ru: Эта операция может потребовать продолжительного времени. Вы уверены?

source: SSDPSA Administrator View
ru: Администратор SSDPSA

source: SSDPSA Auth
ru: Вход в Приложение

source: SSDPSA Login
ru: Авторизация

source: SSDPSA Register
ru: Регистрация пользователя

source: SSDPSA Direction Documents View
ru: Журнал документов Отдела кадров

source: SSDPSA CardPrice Calculator View
ru: Калькулятор себестоимости продукции

source: SSDPSA Cards Batch View
ru: Администратор персонализации

source: SSDPSA Configurator View
ru: Конфигуратор БанкПерсо

source: SSDPSA Change Password
ru: Смена пароля

source: SSDPSA Order Registry View
ru: Журнал заказов БанкПерсо

source: SSDPSA Order State View
ru: Менеджер заказов БанкПерсо

source: SSDPSA Persostation BatchTime View
ru: Журнал инкассации БанкПерсо

source: SSDPSA Preloading View
ru: Журнал предобработки БанкПерсо

source: SSDPSA Personal Documents View
ru: Журнал Отдела кадров и заработной платы

source: SSDPSA Legal Documents View
ru: Реестр юридических документов

source: SSDPSA Purchase Documents View
ru: Реестр договоров закупки

source: SSDPSA Sale Documents View
ru: Реестр договоров продажи

source: SSDPSA Provision Orders View
ru: Журнал Отдела снабжения

source: SSDPSA Admin Page
ru: Администратор

source: SSDPSA Personal Page
ru: Персонал

source: SSDPSA Legal Page
ru: Контракты

source: SSDPSA Purchase Page
ru: Закупки

source: SSDPSA Sale Page
ru: Продажи

source: SSDPSA Legal Seller Page
ru: Контрагент

source: SSDPSA Purchase Seller Page
ru: Контрагент

source: SSDPSA Sale Seller Page
ru: Контрагент

source: SSDPSA Legal Stock Page
ru: Номенклатурный классификатор

source: SSDPSA Purchase Stock Page
ru: Номенклатурный классификатор

source: SSDPSA Sale Stock Page
ru: Номенклатурный классификатор

source: SSDPSA Provision Page
ru: Снабжение

source: SSDPSA Provision Calendar Page
ru: Платежный календарь

source: SSDPSA Provision Finance Page
ru: Меню Статистика

source: SSDPSA Provision Payments Page
ru: Реестр платежей

source: SSDPSA Provision Seller Page
ru: Контрагент

source: SSDPSA Provision Stock Page
ru: Товарная номенклатура

source: SSDPSA Provision Statist Page
ru: Затраты прошлых периодов

source: SSDPSA Provision Barcode Reader Page
ru: Склад. Сканер ШК

source: SSDPSA Reset Password
ru: Смена пароля

source: SSDPSA Reset Password Request
ru: Запрос на смену пароля

source: with price
ru: на сумму

source: Write it more detailed, please.
ru: Введите более подробную информацию, пожалуйста.

source: Yes
ru: Да

source: You can change the order delivery address.
ru: Вы можете сменить адрес филиала доставки для текущего файла.

source: You can change the order delivery date.
ru: Вы можете сменить дату отгрузки файла.

source: You can email a message for the sellected addresses.
ru: Вы можете выслать информационное сообщение по электронной почте.

source: You can inspect parameters changes of the document.
ru: Вы можете проинспектировать значения параметров документа.

source: You can inspect parameters changes of the order.
ru: Вы можете проинспектировать значения параметров заказа.

source: You have unread orders total
ru: ВНИМАНИЕ! У Вас всего непрочтенных заявок

source: Your resolution
ru: Ваша рецензия

source: You can select the payments review date.
ru: Вы можете открыть Реестр платежей на требуемую дату.

source: You cannot access this page!
ru: У Вас нет доступа к этой странице!

source: You have been logged out.
ru: Вы вышли из приложения

source: You have to assign due date for confirmation of the order.
ru: Установите предельный срок окончания рецензирования заявки.

source: You have not permission to run this action!
ru: У Вас нет полномочий на выполнение данной операции!

source: Your password has been reset.
ru: Ваш пароль был успешно обновлен

source: Your password has been updated.
ru: Ваш пароль был успешно обновлен

source: You should change you password!
ru: Вам необходимо сменить пароль

source: SSDPSA Diamond Page
ru: Производство

source: SSDPSA Diamond Products View
ru: Журнал продукции производства

source: Diamond products
ru: Продукция Даймонд

source: Diamond product
ru: Документ производства

source: Provision order
ru: Заявка снабжения

source: Personal document
ru: Кадровый документ

source: Legal document
ru: Нормативно-правовой документ

source: Purchase document
ru: Договор закупки

source: Sale document
ru: Договор продажи

source: of Diamond product
ru: документа производства

source: of Personal document
ru: кадрового документа

source: of Legal document
ru: нормативно-правового документа

source: of Purchase document
ru: договора закупки

source: of Sale document
ru: договора продажи

source: of Provision order
ru: заявки снабжения

source: Create form of
ru: Форма создания

source: Update form of
ru: Форма редактирования

source: Clone form of
ru: Форма создания копии

source: Command: Do you really want to remove the document?
ru: Удалить выбранный документ?

source: Command: Do you really want to download the document?
ru: Выгрузить выбранные документы?

source: Command: Do you really want to remove documents?
ru: Удалить выбранные документы?

source: Command: Do you really want to clear document history?
ru: Очистить историю согласований по выбранным документам?

source: Input form items to generate a Personal document.
ru: Введите параметры формы для создания документа.

source: Input form items to generate a Legal document.
ru: Введите параметры формы для создания документа.

source: Input form items to generate a Purchase document.
ru: Введите параметры формы для создания документа.

source: Input form items to generate a Sale document.
ru: Введите параметры формы для создания документа.

source: Input form items to generate a Provision order.
ru: Введите параметры формы для создания заявки снабжения.

source: Input form items to generate a Diamond product.
ru: Введите параметры формы для создания документа.

source: Input form items to generate a Workflow product.
ru: Введите параметры формы для создания документа.

source: SERVICE
ru: Служба

source: Unpaid
ru: Не оплачено

source: Finance Period
ru: Отчетный период

source: Finance Period From
ru: Отчетный период с

source: from
ru: с

source: to
ru: по

source: today time
ru: настоящее время

source: Checked Reviewers confirmation form
ru: Форма контроля рецензентов

source: You can set reviewer of the order.
ru: Вы можете назначить рецензентов согласования документа.

source: Checked Reviewers rules see in the application documentation.
ru: Для участия в процедуре назначены сотрудники из правостороннего списка.

source: All reviewers
ru: Отменить выбор рецензентов

source: You were accepted as order reviwer.
ru: Вы добавлены в список рецензентов по заявке.

source: of decree
ru: поручения

source: Input form items to generate a decree
ru: Введите параметры формы для создания поручения

source: Provision Decree format see in the application documentation.
ru: Заполните поля формы в соответствии с документацией.

source: Error: Order Params should be present before change status.
ru: Параметры заявки должны быть заданы до смены статуса.

source: Order Params are not exist
ru: Не заданы Параметры заявки

source: Please, change the lacks!
ru: Пожалуйста, устраните недостатки!

source: Error: No NodeClassTag! Status of order cannot be changed.
ru: Не задан Класс товара. Статус заявки не может быть изменен

source: Error: Low NodeClass Depth! Status of order cannot be changed.
ru: Недостаточная глубина классификации. Статус заявки не может быть изменен

source: Error: Order Items should be present before change status.
ru: Не введена Расшифровка счета

source: Error: No Payment! Status of order cannot be changed.
ru: Не введены платежи. Статус заявки не может быть изменен

source: Error: No Paid! Status of order cannot be changed.
ru: Нет отметки об оплате. Статус заявки не может быть изменен

source: Error: No Delivered! Status of order cannot be changed.
ru: Нет отметки о поставке товара на склад. Статус заявки не может быть изменен

source: Error: Order is in audit already.
ru: Заявка уже передана на аудиторскую проверку

source: ParamCode:DE
ru: Срок исполнения

source: ParamCode:EX
ru: Исполнитель

source: ParamCode:AC
ru: Номер счета

source: ParamCode:DP
ru: Необходимая дата оплаты

source: ParamCode:SF
ru: Сумма к оплате

source: ParamCode:1C
ru: Код номенклатуры 1С

source: ParamCode:CO
ru: Компания:[список]

source: Error: Image Note is obligatory field!
ru: Ошибка. Поле Содержание документа обязательно для заполнения!

source: Executor
ru: Исполнитель

source: Decree duedate
ru: Срок исполнения

source: Decree note
ru: СОДЕРЖАНИЕ

source: Decree title
ru: Наименование поручения

source: Decree report
ru: Отчет о выполнении поручения

source: SSDPSA Workflow Documents View
ru: Журнал Приказов и Распоряжений

source: SSDPSA Workflow Page
ru: Секретариат

source: Input form items to generate a Workflow document.
ru: Введите параметры формы для создания документа.

source: Workflow document
ru: Организационно-распорядительный документ

source: Workflow documents
ru: Реестр приказов

source: of Workflow document
ru: организационно-распорядительного документа

source: Schedule Workflow Information
ru: РЕГЛАМЕНТ СОГЛАСОВАНИЯ

source: Add link to the document
ru: Добавить ссылку на документ

source: Schedule Workflow Documents
ru: СОГЛАСОВАНИЕ ДОКУМЕНТОВ

source: Schedule Workflow Decrees
ru: ИСПОЛНЕНИЕ ПОРУЧЕНИЙ

source: Done
ru: Исполнено

source: Overdue
ru: Просрочено

source: Rejected
ru: Отменено

source: Command: Do you really want to finish the current decree?
ru: Вы действительно желаете поставить отметку об исполнении поручения?

source: Command: Do you really want to reject the current decree?
ru: Вы действительно желаете отменить поручение?

source: Command: Do you really want to remove the current decree?
ru: Вы действительно желаете удалить поручение?

source: Be carefull! Item will be removed from database.
ru: Будьте внимательны! Информация будет удалена из базы данных.

source: Decrees List
ru: Контроль исполнения поручений

source: SSDPSA Decrees Page
ru: Поручения

source: Product title
ru: АИС «Административный Менеджмент Компании»

source: Total decrees
ru: Всего поручений

source: Decrees Calendar
ru: Производственный календарь

source: of incoming
ru: полученных

source: of ougoing
ru: выданных

source: Select Decrees Date form
ru: Форма производственного календаря

source: You can select the decrees date from.
ru: Вы можете открыть список поручений с заданной даты.

source: Select decrees date format see in the application documentation.
ru: Выберите дату для отображения реестра из календаря и нажмите кнопку Открыть

source: Decree author role delegation
ru: Автор поручения (делегирование)

source: Decree statuses
ru: Статусы поручений

source: Executors
ru: Исполнители

source: Input form items to generate a decree to the provision order
ru: Введите параметры формы для создания поручения к заявке снабжения

source: Input form items to generate a decree to the document
ru: Введите параметры формы для создания поручения к документу

source: Error: Impossible to change date back!
ru: Ошибка. Назначенный ранее срок исполнения не может быть сокращен!

source: Note! Decree duedate is overdue
ru: Внимание! Срок исполнения поручения просрочен

source: Warning: Decree is already done!
ru: Поручение не доступно для корректировки!

source: Warning: Decree is already
ru: Предупреждение! Поручение уже

source: Decree Accepted
ru: Принято к исполнению

source: You have unread documents total
ru: ВНИМАНИЕ! У Вас всего непрочтенных документов

source: Delivered in part
ru: Частичная поставка на склад

source: delivered in part
ru: частичная поставка

source: delivered in final
ru: поставка в полном объеме

source: Current interval
ru: Текущий период

source: Error: Not valid stock route! Status of order cannot be changed.
ru: Ошибка. Не исполнен маршрут согласования! Статус заявки не может быть изменен.

source: Data corresponds to the current status.
ru: Выборка данных соответствует текущему статусу заявок.

source: PROVISION SYSTEM NAME
ru: АИС «СНАБЖЕНИЕ»
