Repository: ichar/sspdsa.python
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: 1C code
ru: Регистрационный код 1С

source: A letter will be sent to the specified Email with instructions for changing the password
ru: На указанный почтовый адрес будет отправлено сообщение с инструкцией о смене пароля

source: A message has been sent to your Email with instructions for changing the password
ru: На Ваш почтовый адрес отправлено сообщение с инструкцией о смене пароля

source: Access confirmed
ru: Активен

source: Access enabled
ru: Доступ разрешен

source: Access to the application is denied!
ru: Доступ к приложению запрещен

source: Access to the service is denied!
ru: Доступ к сервису запрещен

source: Add new design form
ru: Добавить новый дизайн

source: all
ru: все

source: all orders
ru: все заявки

source: An unexpected error has occurred
ru: Неожиданная ошибка

source: at
ru: в

source: About
ru: О программе

source: Active batches
ru: Партии для обработки

source: Add
ru: Добавить

source: Administrator
ru: Администратор

source: ADMIN
ru: Администратор

source: Address
ru: Адрес

source: All
ru: Все

source: All clients
ru: Все клиенты

source: All batches
ru: Все партии

source: Announcement
ru: Информационное сообщение

source: ASSISTANT
ru: Заместитель Генерального директора

source: Attention
ru: ВНИМАНИЕ!

source: Application Main Menu
ru: Главное меню

source: Application role
ru: Функциональная роль

source: Application unreachable by servicing reasons
ru: Доступ к приложению временно закрыт по техническим причинам

source: Apply code checker
ru: Выполнить сверку контрольных ключей

source: Apply filter
ru: Применить фильтр

source: Are you really going to
ru: Вы действительно собираетесь

source: Are you really going to change the status
ru: Вы действительно собираетесь изменить статус

source: Article declaration
ru: Наименование товара

source: Article items declaration
ru: код товара 1С-название и модель изделия-производитель

source: Assign delivery date for the current order.
ru: Укажите дату фактической поставки товара на склад.

source: Assign failure date for the current order.
ru: Укажите срок устранения замечания.

source: Assign pay date for the current order.
ru: Укажите дату оплаты заявки.

source: Author
ru: Автор

source: Back
ru: Вернуться

source: BankPerso
ru: БанкПерсо

source: Batch/Oper is finished
ru: Операция завершена

source: Batch activation done with errors!
ru: Активация партии не выполнена!

source: Batch deleted
ru: Партия удалена

source: Batch error
ru: Ошибка обработки

source: Batch is activated
ru: Партия активирована

source: Batch is successfully completed
ru: Обработка партии успешно завершена

source: Cancel
ru: Отменить

source: Cancel search
ru: Отменить поиск

source: Caption
ru: Заголовок

source: CAO
ru: Главный бухгалтер

source: CEO
ru: Генеральный директор

source: Change Address form
ru: Смена адреса филиала доставки

source: Change Address format see in the application documentation.
ru: Укажите требуемый адрес филиала доставки и контрольные ключи.

source: change the status of batch
ru: изменить статус партии

source: change the status of file
ru: изменить статус файла

source: Change date done with errors!
ru: Операция смены даты отгрузки выполнена с ошибкой!

source: Change Date format see in the application documentation.
ru: Выберите требуемую дату и нажмите кнопку Выполнить.

source: Change Delivery Date form
ru: Смена даты отгрузки

source: ChangePasswordForm data is invalid.
ru: Пароль введен некорректно. Пожалуйста, повторите

source: Check form items to apply Seller attributes in the orders.
ru: Используйте перечисленные параметры при оформлении документов.

source: Check form items to apply Stock attributes in the orders.
ru: Используйте перечисленные параметры при оформлении документов.

source: Check your email for the instructions to reset your password
ru: Проверьте свою электронную почту для получения инструкций по сбросу пароля

source: CHIEF
ru: Руководитель подразделения

source: Choice the requested status from the given list
ru: Выберите требуемый статус из нижеследующего списка

source: Choice the requested item from the given list
ru: Выберите требуемый элемент из нижеследующего списка

source: Clean & Reset query
ru: Сбросить фильтр

source: Click here
ru: Нажмите здесь

source: Click to Reset It
ru: Выполнить сброс пароля

source: Click it to collapse&expand sidebar control
ru: Используйте данный указатель для управления положением командной панели. Указатель влево - панель свернуть, вправо - развернуть. Click - зафиксировать текущее положение. Используйте клавишный переключатель Shift-O/C для того, чтобы открыть или закрыть командную панель.

source: Click to close top menu
ru: Скрыть панель меню

source: Click to open top menu
ru: Отобразить панель меню

source: Client segment
ru: Клиентский сегмент

source: Clone Provision order form
ru: Форма регистрации заказа снабжения (копия)

source: Comment
ru: Комментарий

source: Company
ru: Компания

source: Company Details
ru: Реквизиты компании

source: Company subdivision
ru: Отдел (Подразделение)

source: Confirm
ru: Подтвердить

source: Confirm notification form
ru: ВНИМАНИЕ!

source: Confirmed
ru: Активен

source: Consultant
ru: Консультант

source: Contains unread information
ru: Внимание! Заявка содержит непрочтенные сведения

source: Control panel
ru: Панель управления

source: Close
ru: Закрыть

source: Close page
ru: Закрыть страницу

source: Code
ru: Код

source: Config Generator done with errors!
ru: Генератор конфигурации завершен аварийно!

source: Command: Activate selected batch?
ru: Отправить партию на производство?

source: Command: Activate selected batches?
ru: Отправить выбранные партии на производство?

source: Command: Do you really want to clear Provision history?
ru: Очистить историю согласований по выбранным заказам?

source: Command: Do you really want to download Provision orders?
ru: Выгрузить выбранные заказы?

source: Command: Do you really want to reject selected batches?
ru: Отменить активацию для выбранных партий?

source: Command: Do you really want to remove the config item?
ru: Удалить запись конфигуратора?

source: Command: Do you really want to remove the config scenario?
ru: Удалить сценарий конфигуратора?

source: Command: Do you really want to remove Provision orders?
ru: Удалить выбранные заказы?

source: Command: Do you really want to remove the reference item?
ru: Удалить запись справочника?

source: Command: Do you really want to remove Provision order?
ru: Удалить выбранный заказ?

source: Command: Do you wish to send approval request to the Order author?
ru: Направить запрос на согласование в подразделение заказчика?

source: Command: Do you wish to send notification request to the Order reviewers?
ru: Разослать напоминания о согласовании заказа рецензентам?

source: Command: Do you wish to send notification requests to reviewers?
ru: Разослать напоминания о незавершенных согласованиях рецензентам?

source: Command: Item was changed. Continue?
ru: Данные были изменены. Продолжить?

source: Command: Photo item removing. Continue?
ru: Удалить фотографию?

source: Command: Send request to the warehouse?
ru: Отправить заявку на склад?

source: Command: Reject activation?
ru: Отменить активацию?

source: Cost statistics
ru: Затраты прошлых периодов

source: CTO
ru: Главный инженер

source: Create Scenario string format see in the application documentation.
ru: Сценарий конфигурации для текущего Типа файла. Шаблон конфигурации определяет Тип сценария. Поля формы регулируют параметры сценария.

source: Create Design string format see in the application documentation.
ru: Дизайн продукта для текущего Типа файла (согласно ТЗ Excel). Тег дизайна: PlasticType. Формируются параметры ТЗ для нового дизайна. Значения должны быть определены для всех полей формы. Исключения - ERP ТЗ, Производственное ТЗ.

source: Create Provision order form
ru: Форма регистрации заказа снабжения

source: Create Scenario settings form
ru: Создать сценарий конфигурации

source: create selected file
ru: перевыгрузить файл

source: Data validation types
ru: Смена адреса при совпадении значения одного из контрольных ключей

source: Data will be filtered accordingly.
ru: Выборка данных соответствует текущему фильтру.

source: Date
ru: Дата

source: Decline
ru: Отказаться

source: Decree confirmation form
ru: Форма создания поручения

source: Default URL
ru: Базовый URL

source: Delete
ru: Удалить

source: delete selected file
ru: удалить файл

source: Diamond Product Catalog View
ru: Каталог изделий Розан Даймонд

source: Do you realy wish to accept selected payments
ru: Вы действительно желаете согласовать выделенные платежи

source: Do you realy wish to reject selected payments
ru: Вы действительно желаете отменить выделенные платежи

source: Do you wish to change password?
ru: Вы хотите сменить пароль?

source: Do you wish to upload a file of orders? Please, confirm.
ru: Выполнить загрузку файла заявок? Пожалуйста, подтвердите.

source: Duplicate password.
ru: Новый и текущий пароль не должны совпадать

source: EDITOR
ru: Редактор

source: EMPLOYEE
ru: Сотрудник

source: Enter your Email address
ru: Введите Ваш почтовый адрес

source: Equipment declaration
ru: Описание оборудования или технологического процесса

source: Equipment items declaration
ru: модель и назначение оборудования, для которого приобретается товар-тех.процесс расшифровка, краткая информация-проекты, для реализации которых необходим товар, в каком качестве, особенно, если это потребность перспективного производства

source: error
ru: ошибка

source: Enabled
ru: Доступ разрешен

source: Error information
ru: Информация об ошибке

source: Error: Unexpected error.
ru: Ошибка!

source: Error: Batch contains empty basic parameters:
ru: Ошибка. Партия содержит пустые ключевые параметры:

source: Error: Batch SumQty is zero.
ru: Ошибка. Итоговая сумма количества карт равна нулю.

source: Error: Code 1C is invalid.
ru: Код 1С контрагента введен некорректно.

source: Error: Client name is not present.
ru: Ошибка. Наименование клента отсутствует.

source: Error: Client ID is not unique.
ru: Ошибка. Идентификатор клиента не уникален.

source: Error: Client name is not unique.
ru: Ошибка. Выбраны партии нескольких клиентов.

source: Error: Clients for selected files are not unique.
ru: Ошибка. Выбраны файлы нескольких клиентов.

source: Error: Date is in past!
ru: Ошибка. Указанная дата в прошлом.

source: Error: Date of payment is in future! Not allowed
ru: Ошибка. Указанная дата в будущем! Операция отклонена

source: Error: Download failed
ru: Исключение. Ошибка выгрузки данных.

source: Error: Empty Document ID
ru: Ошибка. Документ не выбран!

source: Error: Empty Reviewers list
ru: Ошибка. Список рецензентов не задан

source: Error: Final sum of batches is unmatched.
ru: Не соответствуют итоговая и расчетная сумма количества карт партий.

source: Error: Final sum of batches Qty is unmatched.
ru: Не соответствуют итоговая и расчетная сумма количества карт партий.

source: Error: FinishDueDate is in past!
ru: Ошибка. Срок исполнения по заявке в прошлом! Операция отклонена

source: Error: File name is not present.
ru: Ошибка. Имя файла не задано.

source: Error: Empty or missed responses list.
ru: Ошибка. Не получен ответ сервера.

source: Error: Empty Comment ID
ru: Ошибка. Не определено ID комментария.

source: Error: Empty Comment value
ru: Ошибка. Не определен текст комментария.

source: Error: Empty Item ID
ru: Ошибка. Не определено ID параметра расшифровки.

source: Error: Empty Item name
ru: Ошибка. Не определено наименование.

source: Error: Empty Item total value
ru: Ошибка. Не определено значение суммы.

source: Error: Confirmation Note is too long!
ru: Ошибка. Текст рецензии слишком длинный!

source: Error: Confirmation review rules.
ru: Правила проведения служебного согласования: Текст служебного уведомления (рецензии) должен быть кратким и внятным, а также грамматически корректным. Не допускается использование выражений в грубой и вульгарной форме. Повторное уведомление с тождественным типом рецензии допускается строго по истечении 15 минутного интервала. Пожалуйста, соблюдайте данные правила.

source: Error: Seller URL address should be present together with a new company name!
ru: Ошибка. Не задано название компании ПОСТАВЩИКА.

source: Error: Seller Title should be present together with a new company name!
ru: Ошибка. Не задано название компании ПОСТАВЩИКА.

source: Error: Size of uploaded data should be less then
ru: Максимальный размер файла для загрузки

source: Error: Equipment should be present!
ru: Ошибка. Поле "Описание" обязательно для ввода!

source: Error: Empty confirmation Note
ru: Введите информацию в поле Ваша рецензия.

source: Error: Empty Param ID
ru: Ошибка. Не определен ID параметра. Сообщите разработчику!

source: Error: Empty Param value
ru: Ошибка. Не определено значение параметра.

source: Error: Empty Payment ID
ru: Ошибка. Не определено назначение платежа.

source: Error: Empty Payment date
ru: Ошибка. Не определено значение даты платежа.

source: Error: Empty Payment total value
ru: Ошибка. Не определено значение суммы платежа.

source: Error: Field Article is too long
ru: Ошибка. Поле Наименование... слишком длинное

source: Error: Field Equipment is too long
ru: Ошибка. Поле Описание... слишком длинное

source: Error: Field Purpose is too long
ru: Ошибка. Поле Обоснование... слишком длинное

source: Error: Item cannot be removed by references existence reason
ru: Ошибка. Запись используется и не может быть удалена.

source: Error: Length of
ru: Длина текста в поле

source: Error: Materials for the given file is not defined.
ru: Материалы для выбранного файла отсутствуют.

source: Error: Message sent with errors!
ru: Ошибка отправки сообщения!

source: Error: Order cannot be delivered until accepted!
ru: Заказ не может быть отмечен как исполненный до согласования!

source: Error: Order cannot be paid until accepted!
ru: Заказ не может быть оплачен до получения согласования!

source: Error: Order ID is invalid!
ru: Ошибка. Некорректный ID заказа. Сообщите разработчику!

source: Error: Order is not accepted! Not allowed
ru: Заявка не согласована! Операция отклонена

source: Error: Order is not executed! Not allowed
ru: Заявка не переведена в статус исполнения! Операция отклонена

source: Error: Payment is not accepted! Not allowed
ru: Платеж не согласован! Операция отклонена

source: Error: Payment is over accepted limit! Not allowed
ru: Платеж превышает согласованный лимит по заявке! Операция отклонена

source: Error: Payment is rejected! Not allowed
ru: В платеже отказано! Операция отклонена

source: Error: Perhaps, processing of selected orders was finished.
ru: Вероятно, обработка выбранных партий уже завершена.

source: Error: Price is not defined
ru: Ошибка. Не определены ценовые параметры заказа.

source: Error: Provision create order error:
ru: Ошибка создания заказа:

source: Error: Provision order del-seller error:
ru: Ошибка удаления поставщика по заказу:

source: Error: Provision order register error:
ru: Ошибка регистрации заказа:

source: Error: Provision order refresh error:
ru: Ошибка редактирования заказа:

source: Error: Provision order remove error:
ru: Ошибка удаления заказа

source: Error: Not all batches selected to process the file.
ru: Не все партии файла отобраны для отправки на производство.

source: Error: Selected batches with different status.
ru: Выбраны партии с разными статусами.

source: Error: SQL broken. See transaction log.
ru: Ошибка исполнения SQL. См. transaction log.

source: Error: Status of order cannot be changed.
ru: Ошибка. Статус заявки не может быть изменен.

source: Error: Subdivision is underfined:
ru: Ошибка. Подразделение не определено:

source: Error: There were selected batches from a few Order files.
ru: Выбраны партии нескольких файлов.

source: Error: Type of uploaded files are the next
ru: Разрешенные типы файлов для загрузки в БД

source: Error: Unexpected exception
ru: Неожиданное исключение. Сообщите разработчику!

source: Error: Upload failed
ru: Исключение. Ошибка загрузки данных.

source: Error sending Reset Password Request email
ru: Ошибка отправки почтового сообщения

source: Everybody
ru: Все

source: Execute
ru: Исполнить

source: Execution error
ru: Ошибка исполнения

source: Exchange System
ru: Система инфообмена

source: Exclamation: Exist inactive batches
ru: Не отправлены партии на производство

source: Exclamation: Exist materials to send in order
ru: Заявка на материалы не отправлена

source: Export view data
ru: Экспортировать

source: Extra
ru: Дополнительно

source: Family name
ru: Фамилия

source: Finance calendar
ru: Платежный календарь

source: Finance menu
ru: Меню Статистика

source: Find
ru: Найти

source: Find (name, login, email)
ru: Найти (ФИО, логин, email)

source: Finance Audit Page
ru: Финансовый Аудит Отдела Снабжения

source: First name
ru: Имя

source: Forgot Your Password?
ru: Вы забыли пароль?

source: Forced Reset Password
ru: Сброс пароля по запросу

source: Forward
ru: Вперёд

source: Forward search
ru: Поиск вперёд

source: Frozen link
ru: Неизменяемая ссылка

source: Full screen
ru: Полный экран

source: Full person name
ru: ФИО

source: Go back
ru: Назад

source: Go forward
ru: Вперед

source: Group stocklist action
ru: Групповая классификация

source: Help
ru: Помощь

source: Help information
ru: Справка

source: Helper keypress guide
ru: Использование клавиатуры

source: History information rules see in the application documentation.
ru: Таблица содержит сведения о хронологии изменений параметров, внесенных в заказ в период его существования.

source: HEADOFFICE
ru: Исполнительный директор

source: HOLDER
ru: Акционер

source: ID order
ru: № заявки

source: ID document
ru: № документа

source: I forgot password
ru: Я забыл пароль

source: Illegal search context
ru: Недопустимый поисковый контекст

source: Image view
ru: Просмотр изображения

source: In the item
ru: В поле

source: Include greeting to respondents
ru: Включить в текст письма приветствие

source: Include signature of the author
ru: Включить в текст письма подпись автора

source: Information mail
ru: Информационное письмо

source: InfoExchange System
ru: Модуль инфообмена OutReceiver.exe

source: Input form items to edit Seller attributes.
ru: Введите перечисленные параметры в представленной форме.

source: Input form items to generate a new CardStandard product design.
ru: Введите параметры формы для создания дизайна продукта CardStandard.

source: Input form items to generate a new Provision order.
ru: Введите параметры формы для создания заявки снабжения.

source: Input form items to generate a new Scenario settings.
ru: Введите параметры формы для создания сценария конфигурации.

source: Invalid username or password.
ru: Некорректный логин или пароль

source: Invalid password.
ru: Некорректный пароль

source: Invalid password syntax.
ru: Новый пароль слишком простой

source: Last name
ru: Отчество

source: Legal documents
ru: Реестр договоров

source: Purchase documents
ru: Реестр договоров

source: Sale documents
ru: Реестр договоров

source: Link
ru: Ссылка

source: Log in
ru: Войти

source: Log Search form
ru: Поиск по журналам персосети

source: Log Search string format see in the application documentation.
ru: Длина поискового контекста должна быть не менее 5 символов. Допускается использование символов логических операций: '&&' - И, '||' - ИЛИ, '()' - группа.

source: Log-file types
ru: Типы файловых журналов

source: Login
ru: Логин

source: Login already registered.
ru: Логин уже используется.

source: Main menu
ru: Главное меню

source: Manager
ru: Менеджер

source: MANAGER
ru: Менеджер

source: May be omitted
ru: Необязательно

source: Membership profile
ru: Профайл пользователя

source: Membership role
ru: Роль

source: Menu
ru: Меню

source: Message text
ru: Текст информационного письма

source: Message: Action was done successfully.
ru: Операция выполнена успешно.

source: Message: Activation is perfomed successfully.
ru: Отправка на производство выполнена успешно.

source: Message confirmation form
ru: Форма информационного письма

source: Message confirmation rules see in the application documentation.
ru: Введите заголовок, текст сообщения (обязателен для заполнения) и опции рассылки.

source: Message: Configuration was created successfully.
ru: Конфигурация создана успешно.

source: Message: Configuration was removed successfully.
ru: Конфигурация успешно удалена.

source: Message: Delivery address is changed successfully.
ru: Адрес филиала доставки успешно изменен.

source: Message: Delivery date is changed successfully.
ru: Смена даты отгрузки файла выполнена успешно. Отгрузочные документы подготовлены.

source: Message: Order was created successfully.
ru: Заявка снабжения создана успешно.

source: Message: Order was updated successfully.
ru: Заявка снабжения успешно обновлена.

source: Message: Order was removed successfully.
ru: Заявка снабжения успешно удалена.

source: Message: Document was created successfully.
ru: Документ создан успешно.

source: Message: Document was updated successfully.
ru: Документ успешно обновлен.

source: Message: Document was removed successfully.
ru: Документ успешно удален.

source: Message: Payments was successfully accepted.
ru: Платежи согласованы.

source: Message: Payments was successfully refreshed.
ru: Платежи успешно обновлены.

source: Message: Payments was successfully rejected.
ru: Платежи отменены.

source: Message: Reject performed successfully.
ru: Отмена активации выполнена успешно.

source: Message: Report was done successfully.
ru: Выгрузка отчетов в банк выполнена успешно.

source: Message: Request was sent successfully.
ru: Заявка успешно отправлена.

source: Message: Seller was refreshed successfully.
ru: Данные контрагента успешно обновлены.

source: Message: Stock was refreshed successfully.
ru: Данные товарной номенклатуры успешно обновлены.

source: New batch created
ru: Создана новая партия

source: New order created
ru: Принят новый файл заказа

source: New password
ru: Новый пароль

source: Nick
ru: Прозвище

source: No
ru: Нет

source: Notification form
ru: Уведомление о выполнении операции

source: No connection!
ru: Соединение с сервером не установлено

source: No data
ru: Нет данных

source: No data...
ru: Нет данных...

source: No data or access denied
ru: Нет данных или доступ к ресурсу заблокирован

source: No documents
ru: Нет данных о документах.

source: None
ru: Нет

source: of batch
ru: партии

source: of file
ru: файла

source: OK: All batches done
ru: Все партии отправлены на производство

source: OK: Materials OK
ru: Обработка материалов выполнена

source: Old password
ru: Старый пароль

source: Open
ru: Открыть

source: Option: Keep status history
ru: Сохранить контент статусов (данные текущего статуса будут сохранены)

source: Oper is activated
ru: Партия отправлена на производство

source: OPERATOR
ru: Оператор

source: Options
ru: Опции

source: orders
ru: заявок

source: Order by
ru: Сортировка

source: Order/Batch is finished
ru: Статус заказа или партии завершен

source: Order confirmation form
ru: Подтверждение операции над файлом

source: Order delivery date
ru: Дата поставки на склад

source: Order failure date
ru: Дата устранения замечания

source: Order delivery date assigment see in the application documentation.
ru: По умолчанию дата поставки текущая. Статус заявки после выполнения команды будет изменен на Исполнено.

source: Order failure date assigment see in the application documentation.
ru: По умолчанию срок устранения замечания не лимитируется. Целесообразно указать дату, до наступления которой следует устранить замечание.

source: Order deleted
ru: Файл заказа удален

source: Order error
ru: Ошибка заказа

source: Order History information form
ru: История изменения заказа
